// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Введите следующий код-пароль, затем нажмите клавишу «Return» на клавиатуре.";

"MSG_PAIRING_TIMEOUT" = "Не удается связаться с «%@». Нажмите «Создать пару» и повторите попытку.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Не удается связаться c «%@». Попытка связи со следующей клавиатурой: через 5 секунд.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Не удается связаться с «%@». Повторная попытка связи: через 5 секунд.";

"MSG_PAIRING_FAILED" = "Не удается связаться с клавиатурой. Нажмите «Создать пару» и повторите попытку.";
"MSG_PAIRING_FAILED_AUTO" = "Не удается связаться с клавиатурой. Повторная попытка…";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Возникла проблема при поиске беспроводных устройств.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Установление связи с клавиатурой «%@».";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Установление связи с мышью «%@».";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Поиск клавиатуры…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Поиск мыши…";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Пара между компьютером и «%@» создана успешно.";
"TITLE_PAIRED_MOUSE" = "Пара между компьютером и «%@» создана успешно";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Ассистент настройки системы обнаружил %d беспроводных клавиатур.";
"TITLE_MOUSE_N_FOUND" = "Ассистент настройки системы обнаружил %d беспроводных мышей.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Ассистент настройки системы обнаружил клавиатуру с именем «%@».";
"TITLE_MOUSE_FOUND" = "Ассистент настройки системы обнаружил мышь с именем «%@».";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Выберите клавиатуру в списке, а затем нажмите «Создать пару». Когда связь с клавиатурой будет установлена, Вы увидите код-пароль, который необходимо будет ввести на Вашей клавиатуре.";
"MSG_START_PAIRING_MOUSE" = "Ассистент настройки системы попытается установить связь с каждой мышью из списка. Когда связь с мышью будет установлена, Вы сможете управлять указателем на экране с помощью этой мыши.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "Связь с «%@» будет установлена автоматически. Когда связь с клавиатурой будет установлена, Вы увидите код-пароль для ввода на Вашей клавиатуре.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "Связь с «%@» будет установлена автоматически. Когда связь с мышью будет установлена, Вы сможете управлять указателем на экране с помощью этой мыши.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Не удается найти клавиатуру. Выполняется поиск…";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Не удается найти мышь. Выполняется поиск…";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "К компьютеру не подключена клавиатура. Подключите клавиатуру.";
"MSG_NO_MOUSE" = "К компьютеру не подключена мышь. Подключите ее.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "К компьютеру не подключена клавиатура. Подключите ее сейчас.\n\nЕсли Вы используете беспроводную клавиатуру Apple Wireless Keyboard, убедитесь, что элементы питания вставлены правильно, а клавиатура включена.";
"MSG_NO_MOUSE_BLUETOOTH" = "К компьютеру не подключена мышь. Подключите ее сейчас.\n\nЕсли Вы используете беспроводную мышь Apple Wireless Mouse, сдвиньте переключатель на задней стороне мыши так, чтобы стал виден LED-индикатор.\n\nIЕсли Вы не используете мышь, подключите клавиатуру.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Обновляю имена клавиатур: %d шт...";
"MSG_GETTING_MOUSE_NAMES" = "Обновляю имена мышей: %d шт...";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Для подтверждения установки пары нажмите кнопку «Return» на клавиатуре. Если Вы не выполните эти действия, создание пары начнется через: %d сек.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Для подтверждения установки пары нажмите кнопку «ОК» ниже. Если Вы не выполните эти действия, создание пары начнется через: %d сек.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "Вы ввели неверный код-пароль. Нажмите «Создать пару» повторно.";
"MSG_AUTH_FAILURE_MOUSE" = "При создании пары с мышью произошел сбой. Нажмите «Создать пару», чтобы повторить попытку.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "Вы ввели неверный код-пароль. Создание пары с Вашей клавиатурой: через 5 секунд.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "При создании пары с мышью произошел сбой. Повторное создание пары с мышью: через 5 секунд.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Ожидаю подключения клавиатуры…";
"MSG_ALREADY_PAIRED_MOUSE" = "Нажмите мышь, чтобы начать работать с ней.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Если это не Ваша мышь, убедитесь, что Ваша мышь включена. Затем дождитесь начала нового поиска.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Если это не Ваша клавиатура, убедитесь, что Ваша клавиатура включена. Затем дождитесь начала нового поиска.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Если Вашей мыши нет в списке, убедитесь, что она включена. Затем дождитесь начала нового поиска.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Если Вашей клавиатуры нет в списке, убедитесь, что она включена. Нажмите «Отменить» для нового поиска.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Если движение мыши не вызывает движения указателя на экране, значит мышь не имеет связи с компьютером. Подождите до установления пары и повторите попытку.";
"MSG_WARNING_ACK_KEYBOARD" = "Если нажатие клавиши «Return» на клавиатуре не подтверждает создание пары, значит клавиатура не имеет связи с компьютером. Подождите до установления пары и повторите попытку.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Связываюсь с устройством…";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Подключаюсь…";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Подключен.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Установление связи завершено.";

"CUSTOM_MOUSE_NAME"	= "%@ Мышь";
"CUSTOM_KEYBOARD_NAME"	= "%@ Клавиатура";

